Repository: smmoosavi/depository
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Unable to log in with provided credentials.
fa: نام کاربری یا کلمه عبور غلط است

source: Must include "email" and "password".
fa: نام کاربری و کلمه عبور اجباری است

source: delivered to customer
fa: تحویل به زائر

source: delivered to store
fa: انتقال به انبار

source: Missed
fa: گم شده

source: At least one of following fields is required: bag_count,'pram_count, suitcase_count
fa: حداقل یکی از موارد کیف، چمدان یا کالسکه باید وجود داشته باشد.

source: The given combination of packs isn't valid, because size of bag and para/suitcase isn't equal.
fa: چمدان و کالسکه ابعاد بزرگی دارند و نمی توانند با کیف باشند.

source: You should specify one of bag, suitcase, pram
fa: حداقل یکی از کیف، چمدان و کالسکه مقداری غیر از صفر باشد داشته باشد.

source: All spaces are busy
fa: فضای خالی وجود ندارد

source: This pack has been sent to store
fa: این امانتی به انبار انتقال داده شده است.

source: This pack has been given to the owner
fa: این امانتی قبلا به صاحبش تحویل داده شده است.

source: Small
fa: کوچک

source: Large
fa: بزرگ

source: num_of_rows should be lower than %s
fa: عدد ردیف باید کم تر از %s باشد

source: num_of_cols should be lower than %s
fa: عدد ستون باید کم تر از %s باشد

source: You can't delete it because this cabinet is used while ago
fa: امکان حذف قفسه وجود ندارد، زیرا قبلا از این قفسه در تحویل استفاده شده است.

source: You should select a cell from first or last column
fa: شما باید یک فضا از ستون ابتدا یا انتها انتخاب کنید

source: You are not Admin
fa: شما کاربر ادمین نیستید.
